export default {
    code: 'ko-KR',
    name: '한국・조선어',
    home: {
        // 外国人向け避難誘導
        question: '외국인을 위한 피난 안내',
        // 災害時多言語情報
        info: '재해 시 다국어 정보',
    },
    content: {
        // 日本語はわかりますか?
        1: '일본어를 할 줄 압니까?',
        // 何語がわかりますか
        2: '어떤 언어를 할 줄 압니까?',
        // 翻訳アプリ(参考)
        3: '다음 번역 소프트웨어를 참조하십시오.',
        // 何か困っていることはありますか？
        4: '도와드릴 일 없습니까?',
        // 欲しいものはありますか？
        5: '필요하신 거 없습니까?',
    },
    button: {
        // はい
        yes: '그래',
        // いいえ
        no: 'No',
        // 確認
        comfirm: '아니요',
    },
    list: {
        lang: {
            en: '英語',
            zh: '中国語(簡体字)',
            ko: '韓国語',
            vi: 'ベトナム語',
            ne: 'ネパール語',
            tl: 'タガログ語',
            id: 'インドネシア語',
            zhTW: '中国語（繁体字）',
            th: 'タイ語',
            mm: 'ミャンマー語',
            es: 'スペイン語',
            fr: 'フランス語',
            pt: 'ポルトガル語',
            ru: 'ロシア語',
            el: 'その他',
        },
        help: {
            // 食べられないものがあります
            1: '못 먹는 음식이 있습니다',
            // 長い間持っている病気があります
            2: '장기간 앓고 있는 지병이 있습니다',
            // 妊娠しています
            3: '임신 중입니다',
            // 障害があります
            4: '장애를 가지고 있습니다',
            // 体の調子が悪いです
            5: '몸 컨디션이 좋지 않습니다',
            // お祈りをしたいです
            6: '기도를 하고 싶습니다',
            // 授乳をしたいです
            7: '수유를 하고 싶습니다',
            // 短い間個室を使いたいです
            8: '잠깐 독실을 이용하고 싶습니다 ',
            // ペットを連'れてきたいです
            9: '애완동물을 데려오고 싶습니다',
            //  Wi-Fiを使いたいです
            10: 'Wi-Fi를 이용하고 싶습니다',
            //  携帯電話を充電したいです
            11: '휴대폰을 충전하고 싶습니다',
            //  家族に連絡したいです
            12: '가족에게 연락하고 싶습니다',
            //  大使館に連絡したいです
            13: '대사관에 연락하고 싶습니다',
            //  すぐに帰国したいです
            14: '바로 귀국하고 싶습니다',
            //  移動方法を知りたいです
            15: '이동방법을 알고 싶습니다',
            //  外貨両替したいです
            16: '외화를 바꾸고 싶어요',
        },
        need: {
            // 水
            1: '물',
            // 毛布
            2: '담요',
            // おむつ
            3: '기저귀',
            // 生理用品
            4: '생리용품',
            // 食べもの
            5: '먹을 것',
            // ハラル食品
            6: '할랄 식품',
            // くすり
            7: '약',
            // ミルク
            8: '분유, 액상분유',
        },
    },
}
