export default {
  // 言語コード
  code: 'ko-KR',
  // 言語の名前
  name: '한국・조선어',

  home: {
    // 外国人向け避難誘導
    question: '외국인을 위한 피난 안내',
    // 災害時多言語情報
    info: '긴급 다국어 자원',
  },
  content: {
    // 日本語はわかりますか?
    1: '일본어를 할 줄 압니까?',
    // 何語がわかりますか
    2: '어떤 언어를 할 줄 압니까?',
    // 翻訳アプリ(参考)
    3: '다음 번역 소프트웨어를 참조할 수 있습니다.',
    // 何か困っていることはありますか？
    4: '도와드릴 일 없습니까?',
    // 欲しいものはありますか？
    5: '필요하신 거 없습니까?',
  },
  image: {
    // Voice Traは、スマートフォン用の多言語音声翻訳アプリです。
    listen: 'Voice Tra는 스마트 폰용 다국어 음성 번역 앱입니다.',
    // Google Translateは Google が提供する翻訳アプリです。
    google: 'Google Translate는 Google에서 제공하는 번역 앱입니다.',
  },
  button: {
    // はい
    yes: '그래',
    // いいえ
    no: '아니요',
    // 確認
    confirm: '확인',
  },
  list: {
    lang: {
      // 英語
      'en-US': '영어',
      // 中国語(簡体字)
      'zh-CN': '중국어(간체)',
      // 韓国語
      'ko-KR': '한국어',
      // ベトナム語
      'vi-VN': '베트남어',
      // ネパール語
      'ne-NP': '네팔어',
      // タガログ語
      'tl-PH': '타갈로그어',
      // インドネシア語
      'id-ID': '인도네시아어',
      // 中国語（繁体字）
      'zh-TW': '중국어(번체)',
      // タイ語
      'th-TH': '태국어',
      // ミャンマー語
      'my-MM': '미얀마어',
      // スペイン語
      'es-ES': '스페인어',
      // フランス語
      'fr-FR': '프랑스어',
      // ポルトガル語
      'pt-PT': '포르투갈어',
      // ロシア語
      'ru-RU': '러시아어',
      // その他
      el: '기타',
    },
    help: {
      // 食べられないものがあります
      1: '못 먹는 음식이 있습니다',
      // 長い間持っている病気があります
      2: '장기간 앓고 있는 지병이 있습니다',
      // 妊娠しています
      3: '임신 중입니다',
      // 障害があります
      4: '장애를 가지고 있습니다',
      // 体の調子が悪いです
      5: '몸 컨디션이 좋지 않습니다',
      // お祈りをしたいです
      6: '기도를 하고 싶습니다',
      // 授乳をしたいです
      7: '수유를 하고 싶습니다',
      // 短い間個室を使いたいです
      8: '잠깐 독실을 이용하고 싶습니다 ',
      // ペットを連'れてきたいです
      9: '애완동물을 데려오고 싶습니다',
      //  Wi-Fiを使いたいです
      10: 'Wi-Fi를 이용하고 싶습니다',
      //  携帯電話を充電したいです
      11: '휴대폰을 충전하고 싶습니다',
      //  家族に連絡したいです
      12: '가족에게 연락하고 싶습니다',
      //  大使館に連絡したいです
      13: '대사관에 연락하고 싶습니다',
      //  すぐに帰国したいです
      14: '바로 귀국하고 싶습니다',
      //  移動方法を知りたいです
      15: '이동방법을 알고 싶습니다',
      //  外貨両替したいです
      16: '외화를 바꾸고 싶어요',
    },
    need: {
      // 水
      1: '물',
      // 毛布
      2: '담요',
      // おむつ
      3: '기저귀',
      // 生理用品
      4: '생리용품',
      // 食べもの
      5: '먹을 것',
      // ハラル食品
      6: '할랄 식품',
      // くすり
      7: '약',
      // ミルク
      8: '분유, 액상분유',
    },
  },
  result: {
    // 画像を生成する
    generateImage: '이미지 생성',
    // イメージの生成に失敗しました
    generateFailed: '이미지를 생성하지 못했습니다',
    // 画像を長押しして保存する
    saveImage: '사진을 저장하다',
  },
  info: {
    // 参考サイト
    link: '참고 사이트',
    intro: {
      1: {
        // 災害時の多言語支援
        title: '재해시 다국어 지원',
        // 日本に在住している外国人は日本語が不自由であったり、日本の生活環境に不案内であったり、災害のことを知らなかったりすることが多いため、災害弱者と位置づけられています。クレアでは、地域国際化協会、自治体などによる円滑な情報提供を支援することを目的として、平時から災害時対応を考え、多言語支援体制の構築に活かす「災害時の多言語支援のための手引き」や、多言語による文字情報の提供が可能な「多言語表示シート作成ツール」の提供など、災害時外国人支援のための情報を発信しています。
        content:
          '일본에 거주하고 있는 외국인은 일본어가 부자유하거나, 일본의 생활 환경에 불안내이거나, 재해를 모르는 경우가 많기 때문에, 재해 약자로 자리매김하고 있습니다. 클레어에서는 지역 국제화 협회, 지자체 등에 의한 원활한 정보 제공을 지원하는 것을 목적으로, 평시부터 재해시 대응을 생각해, 다언어 지원 체제의 구축에 활용하는 「재해시의 다언어 지원을 위한 가이드 ”나, 다언어에 의한 문자 정보의 제공이 가능한 “다언어 표시 시트 작성 툴”의 제공 등, 재해시 외국인 지원을 위한 정보를 발신하고 있습니다.',
      },
      2: {
        // 震度階級対応関係図
        title: '지진 진도 레벨의 대응 맵',
        // 震度の階級表には国際的に統一された標準的な規格はなく、それぞれの国や地域が採用したいくつかの指標があります。日本人が慣れ親しんでいる震度も、外国人にはなかなか伝わらないです。震度は各地の地震動の強さを表す指標であり、日本では0 ∼ 7までの10段階の気象庁震度階級が使用されていますが、他国では異なる震度階級が使われています。海外では12階級の震度階級が一般的です。12階級が当たり前の外国人にとっては、震度7や震度6強は決して大きい震度とはいえないのです。そこで、筆者は地震加速度と揺れによる影響の二つの要素を取り入れ、世界各国で使われる震度階級と日本の気象庁震度階級との対応関係図を作成し、外国人が地震の危険性をより把握しやすいようにします。
        content:
          '진도의 계급표에는 국제적으로 통일된 표준 규격은 없고, 각각의 나라나 지역이 채용한 몇개의 지표가 있습니다. 일본인이 익숙해지고 있는 진도도, 외국인에게는 좀처럼 전해지지 않습니다. 진도는 각지의 지진동의 강도를 나타내는 지표이며, 일본에서는 0~7까지의 10단계의 기상청 진도계급이 사용되고 있습니다만, 타국에서는 다른 진도계급이 사용되고 있습니다. 해외에서는 12계급의 진도계급이 일반적입니다. 12계급이 당연한 외국인에게 있어서는, 진도 7이나 진도 6강은 결코 큰 진도라고는 말할 수 없습니다. 거기서, 필자는 지진 가속도와 흔들림에 의한 영향의 2개의 요소를 도입해, 세계 각국에서 사용되는 진도 계급과 일본의 기상청 진도 계급과의 대응 관계도를 작성해, 외국인이 지진의 위험성을 보다 파악해 쉽게 할 수 있습니다.',
      },
    },
    pics: {
      // 震度と揺れの状況
      1: '진도와 흔들림 상황',
      // 震度階級対応関係図
      2: '지진 진도 레벨의 대응 맵',
    },
  },
}
