export default {
  // 言語コード
  code: 'my-MM',
  // 言語の名前
  name: 'မြန်မာဘာသာ',

  home: {
    // 外国人向け避難誘導
    question: 'နိုင်ငံခြားသားများအတွက် ဘေးကင်းရာ လမ်းညွှန်မှု',
    // 災害時多言語情報
    info: 'ဘာသာစကားပေါင်းများစွာ အရင်းအမြစ်များ အရေးပေါ်',
  },
  content: {
    // 日本語はわかりますか?
    1: 'ဂျပန်တွေကို နားလည်သလား။?',
    // 何語がわかりますか
    2: 'ခင်ဗျားဘာသာစကားပြောသလဲဆိုတာ ဘယ်လိုဘာသာစကား?',
    // 翻訳アプリ(参考)
    3: 'အောက်ပါဘာသာပြန်ဆော့ဖ်ဝဲကို ရည်ညွှန်းနိုင်ပါတယ်။',
    // 何か困っていることはありますか？
    4: 'ခင်ဗျားမှာ အနှောင့်အယှက်ဖြစ်စေတဲ့ အရာတစ်ခုခု ရှိပါသလား?',
    // 欲しいものはありますか？
    5: 'ခင်ဗျားလိုချင်တာ တစ်ခုခု ရှိပါသလား?',
  },
  button: {
    // はい
    yes: 'ဟူသည်မှာ',
    // いいえ
    no: 'မဟုတ်ဘူး',
    // 確認
    confirm: 'အတည်ပြုပါ',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'အင်္ဂလိပ်',
      // 中国語(簡体字)
      'zh-CN': 'ရိုးရှင်းသော တရုတ်ဘာသာစကား',
      // 韓国語
      'ko-KR': 'ကိုရီးယား ဘာသာစကား',
      // ベトナム語
      'vi-VN': 'ဗီယက်နမ်လူမျိုး',
      // ネパール語
      'ne-NP': 'နီပေါနိုင်ငံ',
      // タガログ語
      'tl-PH': 'တာဂါလုတ်',
      // インドネシア語
      'id-ID': 'အင်ဒိုနီးရှား',
      // 中国語（繁体字）
      'zh-TW': 'ရိုးရာ တရုတ်ဘာသာစကား',
      // タイ語
      'th-TH': 'ထိုင်း',
      // ミャンマー語
      'my-MM': 'မြန်မာဘာသာ',
      // スペイン語
      'es-ES': 'စပိန်ဘာသာစကား',
      // フランス語
      'fr-FR': 'ပြင်သစ်ဘာသာစကား',
      // ポルトガル語
      'pt-PT': 'ပေါ်တူဂီ လူမျိူး',
      // ロシア語
      'ru-RU': 'ရုရှား ဘာသာစကား',
      // その他
      el: 'အခြား',
    },
    help: {
      // 食べられないものがあります
      1: 'အစားအစာတချို့ကို မစားနိုင်ဘူး',
      // 長い間持っている病気があります
      2: 'ကျွန်တော့်မှာ နာတာရှည်ရောဂါရှိတယ်',
      // 妊娠しています
      3: 'ကိုယ်ဝန်ရှိနေပြီ',
      // 障害があります
      4: 'ကျွန်တော့်မှာ မသန်မစွမ်းမှုရှိတယ်',
      // 体の調子が悪いです
      5: 'မကျန်းမာပါဘူး',
      // お祈りをしたいです
      6: 'ဆုတောင်းချင်ပါတယ်။',
      // 授乳をしたいです
      7: 'နို့တိုက်တဲ့/ပုလင်းကို ကျွေးချင်ပါတယ်။',
      // 短い間個室を使いたいです
      8: 'ပုဂ္ဂလိကအခန်းကို အချိန်တိုအတွင်း သုံးချင်ပါတယ်',
      // ペットを連'れてきたいです
      9: 'ကျွန်မ အိမ်မွေး',
      //  Wi-Fiを使いたいです
      10: 'Wi-fi ကို သုံးချင်ပါတယ်',
      //  携帯電話を充電したいです
      11: 'ကျွန်မရဲ့ မိုဘိုင်းလ်ဖုန်းကို စျေးယူချင်ပါတယ်',
      //  家族に連絡したいです
      12: 'မိသားစုနဲ့ ဆက်သွယ်ချင်ပါတယ်',
      //  大使館に連絡したいです
      13: 'သံရုံးကို ဆက်သွယ်ချင်ပါတယ်',
      //  すぐに帰国したいです
      14: 'နိုင်ငံကို ချက်ချင်းပြန်သွားချင်ပါတယ်။',
      //  移動方法を知りたいです
      15: 'ဘယ်သယ်ယူပို့ဆောင်ရေးကို အသုံးပြုမယ်ဆိုတာ သိချင်ပါတယ်',
      //  外貨両替したいです
      16: 'ငွေကြေးဖလှယ်ချင်ပါတယ်',
    },
    need: {
      // 水
      1: 'ရေ',
      // 毛布
      2: 'ဘလန်ကက်',
      // おむつ
      3: 'ဒိုင်ယာပါ',
      // 生理用品
      4: 'သန့်စင်ကုန်းများ',
      // 食べもの
      5: 'အစားအစာ',
      // ハラル食品
      6: 'Halal အစားအစာ',
      // くすり
      7: 'ဆေးပညာ',
      // ミルク
      8: 'ကလေး ဖော်မြူလာ နို့ရည်',
    },
  },
}
