export default {
  // 言語コード
  code: 'my-MM',
  // 言語の名前
  name: 'မြန်မာဘာသာ',

  home: {
    // 外国人向け避難誘導
    question: 'နိုင်ငံခြားသားများအတွက် ဘေးကင်းရာ လမ်းညွှန်မှု',
    // 災害時多言語情報
    info: 'ဘာသာစကားပေါင်းများစွာ အရင်းအမြစ်များ အရေးပေါ်',
  },
  content: {
    // 日本語はわかりますか?
    1: 'ဂျပန်တွေကို နားလည်သလား။?',
    // 何語がわかりますか
    2: 'ခင်ဗျားဘာသာစကားပြောသလဲဆိုတာ ဘယ်လိုဘာသာစကား?',
    // 翻訳アプリ(参考)
    3: 'အောက်ပါဘာသာပြန်ဆော့ဖ်ဝဲကို ရည်ညွှန်းနိုင်ပါတယ်။',
    // 何か困っていることはありますか？
    4: 'ခင်ဗျားမှာ အနှောင့်အယှက်ဖြစ်စေတဲ့ အရာတစ်ခုခု ရှိပါသလား?',
    // 欲しいものはありますか？
    5: 'ခင်ဗျားလိုချင်တာ တစ်ခုခု ရှိပါသလား?',
  },
  image: {
    // Voice Traは、スマートフォン用の多言語音声翻訳アプリです。
    listen:
      'Voice Tra သည် စမတ်ဖုန်းများအတွက် ဘာသာစကားမျိုးစုံဖြင့် ဘာသာပြန်အက်ပ်တစ်ခုဖြစ်သည်။',
    // Google Translateは Google が提供する翻訳アプリです。
    google:
      'Google Translate သည် Google မှ ပံ့ပိုးပေးထားသော ဘာသာပြန်အက်ပ်တစ်ခုဖြစ်သည်။',
  },
  button: {
    // はい
    yes: 'ဟူသည်မှာ',
    // いいえ
    no: 'မဟုတ်ဘူး',
    // 確認
    confirm: 'အတည်ပြုပါ',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'အင်္ဂလိပ်',
      // 中国語(簡体字)
      'zh-CN': 'ရိုးရှင်းသော တရုတ်ဘာသာစကား',
      // 韓国語
      'ko-KR': 'ကိုရီးယား ဘာသာစကား',
      // ベトナム語
      'vi-VN': 'ဗီယက်နမ်လူမျိုး',
      // ネパール語
      'ne-NP': 'နီပေါနိုင်ငံ',
      // タガログ語
      'tl-PH': 'တာဂါလုတ်',
      // インドネシア語
      'id-ID': 'အင်ဒိုနီးရှား',
      // 中国語（繁体字）
      'zh-TW': 'ရိုးရာ တရုတ်ဘာသာစကား',
      // タイ語
      'th-TH': 'ထိုင်း',
      // ミャンマー語
      'my-MM': 'မြန်မာဘာသာ',
      // スペイン語
      'es-ES': 'စပိန်ဘာသာစကား',
      // フランス語
      'fr-FR': 'ပြင်သစ်ဘာသာစကား',
      // ポルトガル語
      'pt-PT': 'ပေါ်တူဂီ လူမျိူး',
      // ロシア語
      'ru-RU': 'ရုရှား ဘာသာစကား',
      // その他
      el: 'အခြား',
    },
    help: {
      // 食べられないものがあります
      1: 'အစားအစာတချို့ကို မစားနိုင်ဘူး',
      // 長い間持っている病気があります
      2: 'ကျွန်တော့်မှာ နာတာရှည်ရောဂါရှိတယ်',
      // 妊娠しています
      3: 'ကိုယ်ဝန်ရှိနေပြီ',
      // 障害があります
      4: 'ကျွန်တော့်မှာ မသန်မစွမ်းမှုရှိတယ်',
      // 体の調子が悪いです
      5: 'မကျန်းမာပါဘူး',
      // お祈りをしたいです
      6: 'ဆုတောင်းချင်ပါတယ်။',
      // 授乳をしたいです
      7: 'နို့တိုက်တဲ့/ပုလင်းကို ကျွေးချင်ပါတယ်။',
      // 短い間個室を使いたいです
      8: 'ပုဂ္ဂလိကအခန်းကို အချိန်တိုအတွင်း သုံးချင်ပါတယ်',
      // ペットを連'れてきたいです
      9: 'ကျွန်မ အိမ်မွေး',
      //  Wi-Fiを使いたいです
      10: 'Wi-fi ကို သုံးချင်ပါတယ်',
      //  携帯電話を充電したいです
      11: 'ကျွန်မရဲ့ မိုဘိုင်းလ်ဖုန်းကို စျေးယူချင်ပါတယ်',
      //  家族に連絡したいです
      12: 'မိသားစုနဲ့ ဆက်သွယ်ချင်ပါတယ်',
      //  大使館に連絡したいです
      13: 'သံရုံးကို ဆက်သွယ်ချင်ပါတယ်',
      //  すぐに帰国したいです
      14: 'နိုင်ငံကို ချက်ချင်းပြန်သွားချင်ပါတယ်။',
      //  移動方法を知りたいです
      15: 'ဘယ်သယ်ယူပို့ဆောင်ရေးကို အသုံးပြုမယ်ဆိုတာ သိချင်ပါတယ်',
      //  外貨両替したいです
      16: 'ငွေကြေးဖလှယ်ချင်ပါတယ်',
    },
    need: {
      // 水
      1: 'ရေ',
      // 毛布
      2: 'ဘလန်ကက်',
      // おむつ
      3: 'ဒိုင်ယာပါ',
      // 生理用品
      4: 'သန့်စင်ကုန်းများ',
      // 食べもの
      5: 'အစားအစာ',
      // ハラル食品
      6: 'Halal အစားအစာ',
      // くすり
      7: 'ဆေးပညာ',
      // ミルク
      8: 'ကလေး ဖော်မြူလာ နို့ရည်',
    },
  },
  result: {
    // 画像を生成する
    generateImage: 'image ကို generate',
    // イメージの生成に失敗しました
    generateFailed: 'ပုံထုတ်ပေးရန် မအောင်မြင်ပါ။',
    // 画像を長押しして保存する
    saveImage: 'ပုံကိုသိမ်းရန် ကြာကြာနှိပ်ပါ။',
  },
  info: {
    // 参考サイト
    link: 'ကိုးကားဆိုဒ်',
    intro: {
      1: {
        // 災害時の多言語支援
        title: 'ဘေးအန္တရာယ်ကျရောက်ချိန်၌ ဘာသာစကားမျိုးစုံ ပံ့ပိုးကူညီခြင်း။',
        // 日本に在住している外国人は日本語が不自由であったり、日本の生活環境に不案内であったり、災害のことを知らなかったりすることが多いため、災害弱者と位置づけられています。クレアでは、地域国際化協会、自治体などによる円滑な情報提供を支援することを目的として、平時から災害時対応を考え、多言語支援体制の構築に活かす「災害時の多言語支援のための手引き」や、多言語による文字情報の提供が可能な「多言語表示シート作成ツール」の提供など、災害時外国人支援のための情報を発信しています。
        content:
          'ဂျပန်တွင်နေထိုင်သောနိုင်ငံခြားသားများသည် ဂျပန်ဘာသာစကားကို မကျွမ်းကျင်သောကြောင့်၊ ဂျပန်တွင်နေထိုင်သောပတ်ဝန်းကျင်နှင့်မရင်းနှီးသော၊ သို့မဟုတ် သဘာဝဘေးအန္တရာယ်များကိုမသိသောကြောင့် ဘေးအန္တရာယ်ကျရောက်နိုင်သည်ဟု မကြာခဏသတ်မှတ်ထားသည်။ ဒေသတွင်းနိုင်ငံတကာအသင်းအဖွဲ့များ၊ ဒေသန္တရအစိုးရများ စသည်တို့မှ သတင်းအချက်အလက်များကို ချောမွေ့စွာပံ့ပိုးပေးနိုင်ရန် ရည်ရွယ်ချက်ဖြင့် CLAIR သည် သဘာဝဘေးကာလတွင် ဘာသာစကားပေါင်းစုံ ပံ့ပိုးကူညီမှုအတွက် လမ်းညွှန်စာအုပ်ကို ပြင်ဆင်ခဲ့ပြီး ပုံမှန်အချိန်များမှ သဘာဝဘေးတုံ့ပြန်မှုကို ထည့်သွင်းစဉ်းစားကာ ဘာသာစကားပေါင်းစုံ ပံ့ပိုးကူညီမှုစနစ်ကို တည်ဆောက်ရာတွင် အသုံးပြုပါသည်။ နှင့် ဘာသာစကားမျိုးစုံဖြင့် စာသားအချက်အလက်များကို ပေးစွမ်းနိုင်သော ဘာသာစကားပေါင်းစုံပြသမှုစာရွက်များ ဖန်တီးခြင်းအတွက် ကိရိယာတစ်ခု။',
      },
      2: {
        // 震度階級対応関係図
        title: 'ငလျင်ပြင်းထန်မှု စကေးစာပေးစာယူဇယား',
        // 震度の階級表には国際的に統一された標準的な規格はなく、それぞれの国や地域が採用したいくつかの指標があります。日本人が慣れ親しんでいる震度も、外国人にはなかなか伝わらないです。震度は各地の地震動の強さを表す指標であり、日本では0 ∼ 7までの10段階の気象庁震度階級が使用されていますが、他国では異なる震度階級が使われています。海外では12階級の震度階級が一般的です。12階級が当たり前の外国人にとっては、震度7や震度6強は決して大きい震度とはいえないのです。そこで、筆者は地震加速度と揺れによる影響の二つの要素を取り入れ、世界各国で使われる震度階級と日本の気象庁震度階級との対応関係図を作成し、外国人が地震の危険性をより把握しやすいようにします。
        content:
          'ငလျင်ပြင်းထန်မှုအတိုင်းအတာအတွက် နိုင်ငံတကာစံနှုန်းစံသတ်မှတ်ချက်မရှိသည့်အပြင် နိုင်ငံနှင့်ဒေသတစ်ခုစီမှ လက်ခံကျင့်သုံးသော အညွှန်းကိန်းများစွာရှိပါသည်။ ဂျပန်လူမျိုးများ သိကြသည့် ငလျင်၏ ပြင်းထန်မှုကို နိုင်ငံခြားသားများ နားလည်ရန် ခက်ခဲသည်။ ငလျင်ပြင်းအားသည် ဒေသတစ်ခုစီရှိ ငလျင်၏ ပြင်းထန်မှုကို ဖော်ပြသည့် အညွှန်းကိန်းတစ်ခုဖြစ်သည်။ ဂျပန်နိုင်ငံတွင် ဂျပန်မိုးလေဝသအေဂျင်စီက ငလျင်ပြင်းအား 10 အဆင့် 0 မှ 7 အဆင့်ကို အသုံးပြုသော်လည်း အခြားနိုင်ငံများတွင် မတူညီသော ငလျင်ပြင်းထန်မှုစကေးများကို အသုံးပြုပါသည်။ ငလျင်ပြင်းထန်မှု အမျိုးအစား 12 သည် နိုင်ငံရပ်ခြားတွင် အဖြစ်များသည်။ 12 တန်းတွင် ကျင့်သားရလေ့ရှိသော နိုင်ငံခြားသားများအတွက် ငလျင်ပြင်းအား 7 သို့မဟုတ် 6 အထက်တွင် ငလျင်ပြင်းအား ကြီးမားသည်ဟု မဆိုလိုပါ။ ထို့ကြောင့် စာရေးသူသည် ငလျင်အရှိန်နှင့် တုန်ခါမှု၏ အကျိုးသက်ရောက်မှု နှစ်ခုကို ပေါင်းစပ်ထည့်သွင်းကာ ကမ္ဘာတစ်ဝှမ်းရှိ နိုင်ငံများတွင် အသုံးပြုသည့် ငလျင်ပြင်းထန်မှုစကေးများနှင့် ဂျပန်မိုးလေဝသအေဂျင်စီ၏ ငလျင်ပြင်းထန်မှုစကေးများကြားတွင် နိုင်ငံခြားသားများ ပိုမိုနားလည်သဘောပေါက်နိုင်စေရန် မြေပုံတစ်ခု ဖန်တီးခဲ့သည်။ မြေငလျင်အန္တရာယ်၊ လွယ်ကူအောင်လုပ်ပါ။',
      },
    },
    pics: {
      // 震度と揺れの状況
      1: 'ငလျင်ပြင်းထန်မှုနှင့် တုန်ခါမှုအခြေအနေ',
      // 震度階級対応関係図
      2: 'ငလျင်ပြင်းထန်မှု စကေးစာပေးစာယူဇယား',
    },
  },
}
