export default {
  // 言語コード
  code: 'ne-NP',
  // 言語の名前
  name: 'नेपाल भासा',

  home: {
    // 外国人向け避難誘導
    question: 'विदेशीहरूका लागि मार्गदर्शन',
    // 災害時多言語情報
    info: 'बहु-भाषा संसाधन',
  },
  content: {
    // 日本語はわかりますか?
    1: 'तपाईँ जापानी बुझ्नुहुन्छ?',
    // 何語がわかりますか
    2: 'तपाईँ कुन भाषा बोल्नुहुन्छ?',
    // 翻訳アプリ(参考)
    3: 'तपाईँले निम्न अनुवाद सफ्टवेयरमा सन्दर्भ गर्न सक्नुहुन्छ',
    // 何か困っていることはありますか？
    4: 'के तिमीलाई कष्ट दिने कुरा छ?',
    // 欲しいものはありますか？
    5: 'तपाईँ केही चाहनुहुन्छ?',
  },
  image: {
    // Voice Traは、スマートフォン用の多言語音声翻訳アプリです。
    listen: 'Voice Tra स्मार्टफोनका लागि बहुभाषी बोली अनुवाद एप हो।',
    // Google Translateは Google が提供する翻訳アプリです。
    google: 'Google अनुवादक Google द्वारा प्रदान गरिएको अनुवाद एप हो।',
  },
  button: {
    // はい
    yes: 'हो',
    // いいえ
    no: 'होइन',
    // 確認
    confirm: 'निश्चित गर्नुहोस्',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'अंग्रेजी',
      // 中国語(簡体字)
      'zh-CN': 'सरलीकृत चिनियाँ)',
      // 韓国語
      'ko-KR': 'कोरियाली',
      // ベトナム語
      'vi-VN': 'भियतनामी',
      // ネパール語
      'ne-NP': 'नेपाली',
      // タガログ語
      'tl-PH': 'तागालोग',
      // インドネシア語
      'id-ID': 'इन्डोनेसियाली',
      // 中国語（繁体字）
      'zh-TW': 'परम्परागत चिनियाँ)',
      // タイ語
      'th-TH': 'थाई',
      // ミャンマー語
      'my-MM': 'म्यानमार',
      // スペイン語
      'es-ES': 'स्पेनिस',
      // フランス語
      'fr-FR': 'फ्रान्सेली',
      // ポルトガル語
      'pt-PT': 'पोर्चुगिज',
      // ロシア語
      'ru-RU': 'रुसी',
      // その他
      el: 'अरू',
    },
    help: {
      // 食べられないものがあります
      1: 'म निश्चित खान सक्दैन',
      // 長い間持っている病気があります
      2: 'मेरो हातिक रोग छ',
      // 妊娠しています
      3: 'म गर्भवती छु',
      // 障害があります
      4: 'मेरो निष्क्रियात्मकता छ',
      // 体の調子が悪いです
      5: 'म राम्रो छैन',
      // お祈りをしたいです
      6: 'म प्रार्थना गर्न चाहन्छु,',
      // 授乳をしたいです
      7: 'म आफ्नो बालकलाई स्त्रफिड/बोटलीले खान चाहन्छु,',
      // 短い間個室を使いたいです
      8: 'छोटो समयमा व्यक्तिगत कोठा प्रयोग गर्न चाहनुहुन्छ',
      // ペットを連'れてきたいです
      9: 'मेरो पिट ल्याउन चाहन्छु',
      //  Wi-Fiを使いたいです
      10: 'म विफी प्रयोग गर्न चाहन्छु',
      //  携帯電話を充電したいです
      11: 'मेरो मोबाइल फोन चार्ज गर्न चाहन्छु',
      //  家族に連絡したいです
      12: 'मेरो परिवारलाई सम्पर्क गर्न चाहन्छु',
      //  大使館に連絡したいです
      13: 'म दास्तान्त्रमा सम्पर्क गर्न चाहन्छु',
      //  すぐに帰国したいです
      14: 'म आफ्नो देशमा तुरुन्त फर्काउन चाहन्छु',
      //  移動方法を知りたいです
      15: 'म जान्न चाहन्छु कि कुन प्रयोग गर्ने प्रयोग गर्ने पार्नेछ',
      //  外貨両替したいです
      16: 'मैले मुद्रा बदल्न चाहन्छु',
      //  ほかの困りごとがあります
      17: 'मलाई अन्य समस्याहरू छन्'
    },
    need: {
      // 水
      1: 'पानी',
      // 毛布
      2: 'खाली',
      // おむつ
      3: 'डायर',
      // 生理用品
      4: 'ट्याम्पोन',
      // 食べもの
      5: 'खाना',
      // ハラル食品
      6: 'हालेल खाना',
      // くすり
      7: 'मेडिसियन',
      // ミルク
      8: 'बालक सूत्र दुध',
      // 他
      9: 'अन्य आवश्यकताहरू'
    },
  },
  result: {
    // 画像を生成する
    generateImage: 'छवि उत्पन्न गर्नुहोस्',
    // イメージの生成に失敗しました
    generateFailed: 'छवि उत्पन्न गर्न असफल भयो',
    // 画像を長押しして保存する
    saveImage: 'छवि बचत गर्न लामो प्रेस गर्नुहोस्',
  },
  info: {
    // 参考サイト
    link: 'सन्दर्भ साइट',
    intro: {
      1: {
        // 災害時の多言語支援
        title: 'विपद्को समयमा बहुभाषी सहयोग',
        // 日本に在住している外国人は日本語が不自由であったり、日本の生活環境に不案内であったり、災害のことを知らなかったりすることが多いため、災害弱者と位置づけられています。クレアでは、地域国際化協会、自治体などによる円滑な情報提供を支援することを目的として、平時から災害時対応を考え、多言語支援体制の構築に活かす「災害時の多言語支援のための手引き」や、多言語による文字情報の提供が可能な「多言語表示シート作成ツール」の提供など、災害時外国人支援のための情報を発信しています。
        content:
          'जापानमा बसोबास गर्ने विदेशीहरूलाई प्रायजसो प्रकोपहरूको जोखिमको रूपमा वर्गीकृत गरिन्छ किनभने तिनीहरू जापानी भाषामा धाराप्रवाह छैनन्, जापानमा बस्ने वातावरणसँग अपरिचित छन्, वा प्रकोपहरू बारे जान्दैनन्। क्षेत्रीय अन्तर्राष्ट्रिय संघहरू, स्थानीय सरकारहरू, आदि द्वारा सूचनाको सहज प्रावधानलाई समर्थन गर्ने उद्देश्यका साथ, CLAIR ले विपद्को समयमा बहुभाषिक सहयोगको लागि एक गाइडबुक तयार गरेको छ जसले सामान्य समयबाट प्रकोप प्रतिक्रियालाई विचार गर्दछ र यसलाई बहुभाषिक समर्थन प्रणाली निर्माणमा प्रयोग गर्दछ। , र बहुभाषिक डिस्प्ले पानाहरू सिर्जना गर्ने एउटा उपकरण जसले बहु भाषाहरूमा पाठ जानकारी प्रदान गर्न सक्छ।',
      },
      2: {
        // 震度階級対応関係図
        title: 'भूकम्पीय तीव्रता मापन पत्राचार चार्ट',
        // 震度の階級表には国際的に統一された標準的な規格はなく、それぞれの国や地域が採用したいくつかの指標があります。日本人が慣れ親しんでいる震度も、外国人にはなかなか伝わらないです。震度は各地の地震動の強さを表す指標であり、日本では0 ∼ 7までの10段階の気象庁震度階級が使用されていますが、他国では異なる震度階級が使われています。海外では12階級の震度階級が一般的です。12階級が当たり前の外国人にとっては、震度7や震度6強は決して大きい震度とはいえないのです。そこで、筆者は地震加速度と揺れによる影響の二つの要素を取り入れ、世界各国で使われる震度階級と日本の気象庁震度階級との対応関係図を作成し、外国人が地震の危険性をより把握しやすいようにします。
        content:
          'भूकम्पको तीव्रता मापनको लागि कुनै अन्तर्राष्ट्रिय स्तरमा मानकीकृत मानक छैन, र त्यहाँ प्रत्येक देश र क्षेत्र द्वारा अपनाइएका धेरै सूचकांकहरू छन्। विदेशीहरूलाई भूकम्पको तीव्रता बुझ्न गाह्रो छ, जुन जापानीहरू परिचित छन्। भूकम्पको तीव्रता भनेको प्रत्येक क्षेत्रमा भूकम्पको जमिनको गतिको शक्तिलाई अभिव्यक्त गर्ने सूचकांक हो। जापानमा, जापानको मौसम विज्ञान एजेन्सीले 0 देखि 7 सम्मको 10 स्तरको भूकम्पीय तीव्रता स्केल प्रयोग गरेको छ, तर अन्य देशहरूले विभिन्न भूकम्पीय तीव्रता मापनहरू प्रयोग गर्छन्। 12 भूकम्प तीव्रता वर्गहरू विदेशमा सामान्य छन्। 12 कक्षामा अभ्यस्त भएका विदेशीहरूका लागि, 7 वा 6 माथिको भूकम्पको तीव्रता कुनै पनि हिसाबले ठूलो भूकम्पीय तीव्रता होइन। तसर्थ, लेखकले भूकम्पीय प्रवेग र भूकम्पको प्रभावका दुई तत्वहरू समावेश गरी विश्वभरका देशहरूमा प्रयोग हुने भूकम्पीय तीव्रता मापन र जापान मौसम विज्ञान एजेन्सी भूकम्पीय तीव्रता मापनहरू बीचको पत्राचारको नक्सा बनाए, ताकि विदेशीहरूले राम्रोसँग बुझ्न सकून्। भूकम्पको खतरा, सजिलो बनाउनुहोस्।',
      },
    },
    pics: {
      // 震度と揺れの状況
      1: 'भूकम्पको तीव्रता र कम्पनको स्थिति',
      // 震度階級対応関係図
      2: 'भूकम्पीय तीव्रता मापन पत्राचार चार्ट',
    },
  },
}
