export default {
  code: 'ne-NP',
  name: 'नेपाल भासा',
  home: {
    // 外国人向け避難誘導
    question: 'विदेशीहरूका लागि मार्गदर्शन',
    // 災害時多言語情報
    info: 'बहु-भाषा संसाधन',
  },
  content: {
    // 日本語はわかりますか?
    1: 'तपाईँ जापानी बुझ्नुहुन्छ?',
    // 何語がわかりますか
    2: 'तपाईँ कुन भाषा बोल्नुहुन्छ?',
    // 翻訳アプリ(参考)
    3: 'तपाईँले निम्न अनुवाद सफ्टवेयरमा सन्दर्भ गर्न सक्नुहुन्छ',
    // 何か困っていることはありますか？
    4: 'के तिमीलाई कष्ट दिने कुरा छ?',
    // 欲しいものはありますか？
    5: 'तपाईँ केही चाहनुहुन्छ?',
  },
  button: {
    // はい
    yes: 'हो',
    // いいえ
    no: 'होइन',
    // 確認
    comfirm: 'निश्चित गर्नुहोस्',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'अंग्रेजी',
      // 中国語(簡体字)
      'zh-CN': 'सरलीकृत चिनियाँ)',
      // 韓国語
      'ko-KR': 'कोरियाली',
      // ベトナム語
      'vi-VN': 'भियतनामी',
      // ネパール語
      'ne-NP': 'नेपाली',
      // タガログ語
      'tl-PH': 'तागालोग',
      // インドネシア語
      'id-ID': 'इन्डोनेसियाली',
      // 中国語（繁体字）
      'zh-TW': 'परम्परागत चिनियाँ)',
      // タイ語
      'th-TH': 'थाई',
      // ミャンマー語
      'my-MM': 'म्यानमार',
      // スペイン語
      'es-ES': 'स्पेनिस',
      // フランス語
      'fr-FR': 'फ्रान्सेली',
      // ポルトガル語
      'pt-PT': 'पोर्चुगिज',
      // ロシア語
      'ru-RU': 'रुसी',
      // その他
      el: 'अरू',
    },
    help: {
      // 食べられないものがあります
      1: 'म निश्चित खान सक्दैन',
      // 長い間持っている病気があります
      2: 'मेरो हातिक रोग छ',
      // 妊娠しています
      3: 'म गर्भवती छु',
      // 障害があります
      4: 'मेरो निष्क्रियात्मकता छ',
      // 体の調子が悪いです
      5: 'म राम्रो छैन',
      // お祈りをしたいです
      6: 'म प्रार्थना गर्न चाहन्छु,',
      // 授乳をしたいです
      7: 'म आफ्नो बालकलाई स्त्रफिड/बोटलीले खान चाहन्छु,',
      // 短い間個室を使いたいです
      8: 'छोटो समयमा व्यक्तिगत कोठा प्रयोग गर्न चाहनुहुन्छ',
      // ペットを連'れてきたいです
      9: 'मेरो पिट ल्याउन चाहन्छु',
      //  Wi-Fiを使いたいです
      10: 'म विफी प्रयोग गर्न चाहन्छु',
      //  携帯電話を充電したいです
      11: 'मेरो मोबाइल फोन चार्ज गर्न चाहन्छु',
      //  家族に連絡したいです
      12: 'मेरो परिवारलाई सम्पर्क गर्न चाहन्छु',
      //  大使館に連絡したいです
      13: 'म दास्तान्त्रमा सम्पर्क गर्न चाहन्छु',
      //  すぐに帰国したいです
      14: 'म आफ्नो देशमा तुरुन्त फर्काउन चाहन्छु',
      //  移動方法を知りたいです
      15: 'म जान्न चाहन्छु कि कुन प्रयोग गर्ने प्रयोग गर्ने पार्नेछ',
      //  外貨両替したいです
      16: 'मैले मुद्रा बदल्न चाहन्छु',
    },
    need: {
      // 水
      1: 'पानी',
      // 毛布
      2: 'खाली',
      // おむつ
      3: 'डायर',
      // 生理用品
      4: 'ट्याम्पोन',
      // 食べもの
      5: 'खाना',
      // ハラル食品
      6: 'हालेल खाना',
      // くすり
      7: 'मेडिसियन',
      // ミルク
      8: 'बालक सूत्र दुध',
    },
  },
}
