export default {
  // 言語コード
  code: 'ru-RU',
  // 言語の名前
  name: 'Русский язык',

  home: {
    // 外国人向け避難誘導
    question: 'Руководство по эвакуации иностранцев',
    // 災害時多言語情報
    info: 'Чрезвычайные многоязычные ресурсы',
  },
  content: {
    // 日本語はわかりますか?
    1: 'Вы понимаете японский язык?',
    // 何語がわかりますか
    2: 'На каком языке (языках) вы говорите?',
    // 翻訳アプリ(参考)
    3: 'Вы можете обратиться к следующему программному обеспечению для перевода.',
    // 何か困っていることはありますか？
    4: 'У вас есть что-нибудь, что вас беспокоит?',
    // 欲しいものはありますか？
    5: 'Есть ли что-нибудь, что вы хотите?',
  },
  image: {
    // Voice Traは、スマートフォン用の多言語音声翻訳アプリです。
    listen:
      'Voice Tra — это приложение для многоязычного перевода речи для смартфонов.',
    // Google Translateは Google が提供する翻訳アプリです。
    google:
      'Google Translate — это приложение для перевода, предоставляемое Google.',
  },
  button: {
    // はい
    yes: 'Да',
    // いいえ
    no: 'Нет',
    // 確認
    confirm: 'Подтверждать',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'Английский',
      // 中国語(簡体字)
      'zh-CN': 'Китайский упрощённый',
      // 韓国語
      'ko-KR': 'Корейский',
      // ベトナム語
      'vi-VN': 'Вьетнамский',
      // ネパール語
      'ne-NP': 'Непальский',
      // タガログ語
      'tl-PH': 'Тагальский',
      // インドネシア語
      'id-ID': 'Индонезийский',
      // 中国語（繁体字）
      'zh-TW': 'Китайский традиционный',
      // タイ語
      'th-TH': 'Тайский',
      // ミャンマー語
      'my-MM': 'Мьянма',
      // スペイン語
      'es-ES': 'Испанский',
      // フランス語
      'fr-FR': 'Французский',
      // ポルトガル語
      'pt-PT': 'Португальский',
      // ロシア語
      'ru-RU': 'Русский язык',
      // その他
      el: 'Другое__________',
    },
    help: {
      // 食べられないものがあります
      1: 'Я не могу есть определенную пищу',
      // 長い間持っている病気があります
      2: 'У меня хроническое заболевание',
      // 妊娠しています
      3: 'Я беременна',
      // 障害があります
      4: 'У меня инвалидность',
      // 体の調子が悪いです
      5: 'Мне плохо',
      // お祈りをしたいです
      6: 'Я хочу молиться',
      // 授乳をしたいです
      7: 'I would like to breastfeed/bottle feed my baby',
      // 短い間個室を使いたいです
      8: 'Я хотел бы использовать отдельную комнату в течение короткого времени',
      // ペットを連'れてきたいです
      9: 'Я хотел бы взять с собой своего питомца (питомцев)',
      //  Wi-Fiを使いたいです
      10: 'Я хочу использовать wi-fi',
      //  携帯電話を充電したいです
      11: 'Я хочу зарядить свой мобильный телефон',
      //  家族に連絡したいです
      12: 'Я хочу связаться со своей семьей',
      //  大使館に連絡したいです
      13: 'Я хочу связаться с посольством',
      //  すぐに帰国したいです
      14: 'Я хотел бы немедленно вернуться в свою страну',
      //  移動方法を知りたいです
      15: 'I would like to know which transportation to use',
      //  外貨両替したいです
      16: 'Я хочу обменять валюту',
    },
    need: {
      // 水
      1: 'Вода',
      // 毛布
      2: 'Одеяло',
      // おむつ
      3: 'Подгузники',
      // 生理用品
      4: 'Гигиенические прокладки',
      // 食べもの
      5: 'Пища',
      // ハラル食品
      6: 'Халяльная еда',
      // くすり
      7: 'Лекарство',
      // ミルク
      8: 'сухое молоко',
    },
  },
  result: {
    // 画像を生成する
    generateImage: 'сгенерировать изображение',
    // イメージの生成に失敗しました
    generateFailed: 'He удалось сгенерировать изображение',
    // 画像を長押しして保存する
    saveImage: 'Длительное нажатие для сохранения изображения',
  },
  info: {
    // 参考サイト
    link: 'Справочный сайт',
    intro: {
      1: {
        // 災害時の多言語支援
        title: 'Многоязычная поддержка во время стихийных бедствий',
        // 日本に在住している外国人は日本語が不自由であったり、日本の生活環境に不案内であったり、災害のことを知らなかったりすることが多いため、災害弱者と位置づけられています。クレアでは、地域国際化協会、自治体などによる円滑な情報提供を支援することを目的として、平時から災害時対応を考え、多言語支援体制の構築に活かす「災害時の多言語支援のための手引き」や、多言語による文字情報の提供が可能な「多言語表示シート作成ツール」の提供など、災害時外国人支援のための情報を発信しています。
        content:
          'Иностранцев, живущих в Японии, часто классифицируют как уязвимых перед стихийными бедствиями, потому что они не владеют японским языком, незнакомы с условиями жизни в Японии или не знают о стихийных бедствиях. С целью поддержки беспрепятственного предоставления информации региональными международными ассоциациями, местными органами власти и т. д. компания CLAIR подготовила руководство по многоязычной поддержке во время стихийных бедствий, в котором рассматривается реагирование на стихийные бедствия в обычное время и используется для создания многоязычной системы поддержки. , а также инструмент для создания многоязычных экранных листов, которые могут отображать текстовую информацию на нескольких языках.',
      },
      2: {
        // 震度階級対応関係図
        title: 'График соответствия шкалы сейсмической интенсивности',
        // 震度の階級表には国際的に統一された標準的な規格はなく、それぞれの国や地域が採用したいくつかの指標があります。日本人が慣れ親しんでいる震度も、外国人にはなかなか伝わらないです。震度は各地の地震動の強さを表す指標であり、日本では0 ∼ 7までの10段階の気象庁震度階級が使用されていますが、他国では異なる震度階級が使われています。海外では12階級の震度階級が一般的です。12階級が当たり前の外国人にとっては、震度7や震度6強は決して大きい震度とはいえないのです。そこで、筆者は地震加速度と揺れによる影響の二つの要素を取り入れ、世界各国で使われる震度階級と日本の気象庁震度階級との対応関係図を作成し、外国人が地震の危険性をより把握しやすいようにします。
        content:
          'Не существует международного стандарта для шкал сейсмической интенсивности, и существует несколько индексов, принятых в каждой стране и регионе. Иностранцам трудно понять силу землетрясения, с которым знакомы японцы. Сейсмическая интенсивность представляет собой показатель, который выражает силу движения грунта при землетрясении в каждом регионе.В Японии используется шкала сейсмической интенсивности Японского метеорологического агентства с 10 уровнями от 0 до 7, но в других странах используются другие шкалы сейсмической интенсивности. За рубежом распространены 12 классов сейсмической интенсивности. Для иностранцев, привыкших к 12-му классу, сейсмичность в 7 или 6 баллов — отнюдь не большая сейсмичность. Поэтому автор включил два элемента сейсмического ускорения и воздействия толчков и создал карту соответствия между шкалами сейсмической интенсивности, используемыми в странах по всему миру, и шкалами сейсмической интенсивности Японского метеорологического агентства, чтобы иностранцы могли лучше понять опасность землетрясений.',
      },
    },
    pics: {
      // 震度と揺れの状況
      1: 'Сейсмическая интенсивность и состояние тремора',
      // 震度階級対応関係図
      2: 'График соответствия шкалы сейсмической интенсивности',
    },
  },
}
