export default {
  // 言語コード
  code: 'ru-RU',
  // 言語の名前
  name: 'Русский язык',

  home: {
    // 外国人向け避難誘導
    question: 'Руководство по эвакуации иностранцев',
    // 災害時多言語情報
    info: 'Чрезвычайные многоязычные ресурсы',
  },
  content: {
    // 日本語はわかりますか?
    1: 'Вы понимаете японский язык?',
    // 何語がわかりますか
    2: 'На каком языке (языках) вы говорите?',
    // 翻訳アプリ(参考)
    3: 'Вы можете обратиться к следующему программному обеспечению для перевода.',
    // 何か困っていることはありますか？
    4: 'У вас есть что-нибудь, что вас беспокоит?',
    // 欲しいものはありますか？
    5: 'Есть ли что-нибудь, что вы хотите?',
  },
  button: {
    // はい
    yes: 'Да',
    // いいえ
    no: 'Нет',
    // 確認
    confirm: 'Подтверждать',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'Английский',
      // 中国語(簡体字)
      'zh-CN': 'Китайский упрощённый',
      // 韓国語
      'ko-KR': 'Корейский',
      // ベトナム語
      'vi-VN': 'Вьетнамский',
      // ネパール語
      'ne-NP': 'Непальский',
      // タガログ語
      'tl-PH': 'Тагальский',
      // インドネシア語
      'id-ID': 'Индонезийский',
      // 中国語（繁体字）
      'zh-TW': 'Китайский традиционный',
      // タイ語
      'th-TH': 'Тайский',
      // ミャンマー語
      'my-MM': 'Мьянма',
      // スペイン語
      'es-ES': 'Испанский',
      // フランス語
      'fr-FR': 'Французский',
      // ポルトガル語
      'pt-PT': 'Португальский',
      // ロシア語
      'ru-RU': 'Русский язык',
      // その他
      el: 'Другое__________',
    },
    help: {
      // 食べられないものがあります
      1: 'Я не могу есть определенную пищу',
      // 長い間持っている病気があります
      2: 'У меня хроническое заболевание',
      // 妊娠しています
      3: 'Я беременна',
      // 障害があります
      4: 'У меня инвалидность',
      // 体の調子が悪いです
      5: 'Мне плохо',
      // お祈りをしたいです
      6: 'Я хочу молиться',
      // 授乳をしたいです
      7: 'I would like to breastfeed/bottle feed my baby',
      // 短い間個室を使いたいです
      8: 'Я хотел бы использовать отдельную комнату в течение короткого времени',
      // ペットを連'れてきたいです
      9: 'Я хотел бы взять с собой своего питомца (питомцев)',
      //  Wi-Fiを使いたいです
      10: 'Я хочу использовать wi-fi',
      //  携帯電話を充電したいです
      11: 'Я хочу зарядить свой мобильный телефон',
      //  家族に連絡したいです
      12: 'Я хочу связаться со своей семьей',
      //  大使館に連絡したいです
      13: 'Я хочу связаться с посольством',
      //  すぐに帰国したいです
      14: 'Я хотел бы немедленно вернуться в свою страну',
      //  移動方法を知りたいです
      15: 'I would like to know which transportation to use',
      //  外貨両替したいです
      16: 'Я хочу обменять валюту',
    },
    need: {
      // 水
      1: 'Вода',
      // 毛布
      2: 'Одеяло',
      // おむつ
      3: 'Подгузники',
      // 生理用品
      4: 'Гигиенические прокладки',
      // 食べもの
      5: 'Пища',
      // ハラル食品
      6: 'Халяльная еда',
      // くすり
      7: 'Лекарство',
      // ミルク
      8: 'сухое молоко',
    },
  },
}
