export default {
  // 言語コード
  code: 'th-TH',
  // 言語の名前
  name: 'ไทย',

  home: {
    // 外国人向け避難誘導
    question: 'แนวทางการอพยพคนต่างด้าว',
    // 災害時多言語情報
    info: 'ทรัพยากรฉุกเฉินหลายภาษา',
  },
  content: {
    // 日本語はわかりますか?
    1: 'เข้าใจภาษาญี่ปุ่นหรือไม่?',
    // 何語がわかりますか
    2: 'เข้าใจภาษาอะไร?',
    // 翻訳アプリ(参考)
    3: 'คุณสามารถอ้างอิงซอฟต์แวร์แปลต่อไปนี้',
    // 何か困っていることはありますか？
    4: 'ประสบปัญหาอะไรอยู่หรือไม?',
    // 欲しいものはありますか？
    5: 'มีสิ่งของที่ต้องการหรือไม?',
  },
  button: {
    // はい
    yes: 'ใช่',
    // いいえ
    no: 'ไม่มี',
    // 確認
    confirm: 'ยืนยัน',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'อังกฤษ',
      // 中国語(簡体字)
      'zh-CN': 'จีนประยุกต์',
      // 韓国語
      'ko-KR': 'เกาหลี',
      // ベトナム語
      'vi-VN': 'เวียดนาม',
      // ネパール語
      'ne-NP': 'ภาษาเนปาล',
      // タガログ語
      'tl-PH': 'ภาษาตากาล็อก',
      // インドネシア語
      'id-ID': 'อินโดนีเซีย',
      // 中国語（繁体字）
      'zh-TW': 'จีนดั้งเดิม',
      // タイ語
      'th-TH': 'ไทย',
      // ミャンマー語
      'my-MM': 'พม่า',
      // スペイン語
      'es-ES': 'สเปน',
      // フランス語
      'fr-FR': 'ฝรั่งเศส',
      // ポルトガル語
      'pt-PT': 'โปรตุเกส',
      // ロシア語
      'ru-RU': 'รัสเซีย',
      // その他
      el: 'อื่น ๆ',
    },
    help: {
      // 食べられないものがあります
      1: 'มีอาหารที่ทานไม่ได้',
      // 長い間持っている病気があります
      2: 'มีโรคประจำตัว',
      // 妊娠しています
      3: 'ตั้งครรภ์อย',
      // 障害があります
      4: 'มีความพิการ',
      // 体の調子が悪いです
      5: 'สุขภาพร่างกายไม่ด',
      // お祈りをしたいです
      6: 'ต้องการสวดมนต',
      // 授乳をしたいです
      7: 'ต้องการให้นมบุตร',
      // 短い間個室を使いたいです
      8: 'อยากขอใช้ห้องส่วนตัวสักครู่',
      // ペットを連'れてきたいです
      9: 'อยากพาสัตว์เลี้ยงมา',
      //  Wi-Fiを使いたいです
      10: 'อยากใช้ Wi-Fi',
      //  携帯電話を充電したいです
      11: 'อยากชาร์จแบตโทรศัพท์มือถือ',
      //  家族に連絡したいです
      12: 'อยากติดต่อกับครอบครัว',
      //  大使館に連絡したいです
      13: 'อยากติดต่อสถานทูต',
      //  すぐに帰国したいです
      14: 'อยากกลับประเทศทันที',
      //  移動方法を知りたいです
      15: 'อยากรู้วิธีเดินทาง',
      //  外貨両替したいです
      16: 'ฉันต้องการแลกเปลี่ยนเงินตรา',
    },
    need: {
      // 水
      1: 'น้ำ',
      // 毛布
      2: 'ผ้าห่ม',
      // おむつ
      3: 'ผ้าอ้อม',
      // 生理用品
      4: 'ผ้าอนามัย',
      // 食べもの
      5: 'อาหาร',
      // ハラル食品
      6: 'อาหารฮาลาล food',
      // くすり
      7: 'ยา',
      // ミルク
      8: 'นมเด็กทารก',
    },
  },
}
