export default {
  // 言語コード
  code: 'th-TH',
  // 言語の名前
  name: 'ไทย',

  home: {
    // 外国人向け避難誘導
    question: 'แนวทางการอพยพคนต่างด้าว',
    // 災害時多言語情報
    info: 'ทรัพยากรฉุกเฉินหลายภาษา',
  },
  content: {
    // 日本語はわかりますか?
    1: 'เข้าใจภาษาญี่ปุ่นหรือไม่?',
    // 何語がわかりますか
    2: 'เข้าใจภาษาอะไร?',
    // 翻訳アプリ(参考)
    3: 'คุณสามารถอ้างอิงซอฟต์แวร์แปลต่อไปนี้',
    // 何か困っていることはありますか？
    4: 'ประสบปัญหาอะไรอยู่หรือไม?',
    // 欲しいものはありますか？
    5: 'มีสิ่งของที่ต้องการหรือไม?',
  },
  image: {
    // Voice Traは、スマートフォン用の多言語音声翻訳アプリです。
    listen: 'Voice Tra เป็นแอปแปลคำพูดหลายภาษาสำหรับสมาร์ทโฟน',
    // Google Translateは Google が提供する翻訳アプリです。
    google: 'Google Translate เป็นแอปแปลภาษาที่ให้บริการโดย Google',
  },
  button: {
    // はい
    yes: 'ใช่',
    // いいえ
    no: 'ไม่มี',
    // 確認
    confirm: 'ยืนยัน',
  },
  list: {
    lang: {
      // 英語
      'en-US': 'อังกฤษ',
      // 中国語(簡体字)
      'zh-CN': 'จีนประยุกต์',
      // 韓国語
      'ko-KR': 'เกาหลี',
      // ベトナム語
      'vi-VN': 'เวียดนาม',
      // ネパール語
      'ne-NP': 'ภาษาเนปาล',
      // タガログ語
      'tl-PH': 'ภาษาตากาล็อก',
      // インドネシア語
      'id-ID': 'อินโดนีเซีย',
      // 中国語（繁体字）
      'zh-TW': 'จีนดั้งเดิม',
      // タイ語
      'th-TH': 'ไทย',
      // ミャンマー語
      'my-MM': 'พม่า',
      // スペイン語
      'es-ES': 'สเปน',
      // フランス語
      'fr-FR': 'ฝรั่งเศส',
      // ポルトガル語
      'pt-PT': 'โปรตุเกส',
      // ロシア語
      'ru-RU': 'รัสเซีย',
      // その他
      el: 'อื่น ๆ',
    },
    help: {
      // 食べられないものがあります
      1: 'มีอาหารที่ทานไม่ได้',
      // 長い間持っている病気があります
      2: 'มีโรคประจำตัว',
      // 妊娠しています
      3: 'ตั้งครรภ์อย',
      // 障害があります
      4: 'มีความพิการ',
      // 体の調子が悪いです
      5: 'สุขภาพร่างกายไม่ด',
      // お祈りをしたいです
      6: 'ต้องการสวดมนต',
      // 授乳をしたいです
      7: 'ต้องการให้นมบุตร',
      // 短い間個室を使いたいです
      8: 'อยากขอใช้ห้องส่วนตัวสักครู่',
      // ペットを連'れてきたいです
      9: 'อยากพาสัตว์เลี้ยงมา',
      //  Wi-Fiを使いたいです
      10: 'อยากใช้ Wi-Fi',
      //  携帯電話を充電したいです
      11: 'อยากชาร์จแบตโทรศัพท์มือถือ',
      //  家族に連絡したいです
      12: 'อยากติดต่อกับครอบครัว',
      //  大使館に連絡したいです
      13: 'อยากติดต่อสถานทูต',
      //  すぐに帰国したいです
      14: 'อยากกลับประเทศทันที',
      //  移動方法を知りたいです
      15: 'อยากรู้วิธีเดินทาง',
      //  外貨両替したいです
      16: 'ฉันต้องการแลกเปลี่ยนเงินตรา',
      //  ほかの困りごとがあります
      17: 'ฉันมีปัญหาอื่นๆ'
    },
    need: {
      // 水
      1: 'น้ำ',
      // 毛布
      2: 'ผ้าห่ม',
      // おむつ
      3: 'ผ้าอ้อม',
      // 生理用品
      4: 'ผ้าอนามัย',
      // 食べもの
      5: 'อาหาร',
      // ハラル食品
      6: 'อาหารฮาลาล food',
      // くすり
      7: 'ยา',
      // ミルク
      8: 'นมเด็กทารก',
      // 他
      9: 'ความต้องการอื่น ๆ'
    },
  },
  result: {
    // 画像を生成する
    generateImage: 'สร้างภาพ',
    // イメージの生成に失敗しました
    generateFailed: 'สร้างภาพไม่สำเร็จ',
    // 画像を長押しして保存する
    saveImage: 'กดค้างเพื่อบันทึกภาพ',
  },
  info: {
    // 参考サイト
    link: 'เว็บไซต์อ้างอิง',
    intro: {
      1: {
        // 災害時の多言語支援
        title: 'การสนับสนุนหลายภาษาในยามที่เกิดภัยพิบัติ',
        // 日本に在住している外国人は日本語が不自由であったり、日本の生活環境に不案内であったり、災害のことを知らなかったりすることが多いため、災害弱者と位置づけられています。クレアでは、地域国際化協会、自治体などによる円滑な情報提供を支援することを目的として、平時から災害時対応を考え、多言語支援体制の構築に活かす「災害時の多言語支援のための手引き」や、多言語による文字情報の提供が可能な「多言語表示シート作成ツール」の提供など、災害時外国人支援のための情報を発信しています。
        content:
          'ชาวต่างชาติที่อาศัยอยู่ในญี่ปุ่นมักถูกจัดอยู่ในกลุ่มเสี่ยงต่อภัยพิบัติ เนื่องจากพวกเขาใช้ภาษาญี่ปุ่นไม่คล่อง ไม่คุ้นเคยกับสภาพแวดล้อมในการดำรงชีวิตในญี่ปุ่น หรือไม่รู้เกี่ยวกับภัยพิบัติ ด้วยจุดประสงค์เพื่อสนับสนุนการจัดหาข้อมูลที่ราบรื่นโดยสมาคมระหว่างประเทศระดับภูมิภาค รัฐบาลท้องถิ่น ฯลฯ CLAIR ได้จัดทำคู่มือสำหรับการสนับสนุนหลายภาษาในยามเกิดภัยพิบัติ ซึ่งพิจารณาการตอบสนองภัยพิบัติจากช่วงเวลาปกติและใช้ในการสร้างระบบสนับสนุนหลายภาษา และเครื่องมือสำหรับสร้างแผ่นแสดงผลหลายภาษาที่สามารถให้ข้อมูลข้อความได้หลายภาษา',
      },
      2: {
        // 震度階級対応関係図
        title: 'แผนภูมิความสอดคล้องของมาตราส่วนความเข้มของแผ่นดินไหว',
        // 震度の階級表には国際的に統一された標準的な規格はなく、それぞれの国や地域が採用したいくつかの指標があります。日本人が慣れ親しんでいる震度も、外国人にはなかなか伝わらないです。震度は各地の地震動の強さを表す指標であり、日本では0 ∼ 7までの10段階の気象庁震度階級が使用されていますが、他国では異なる震度階級が使われています。海外では12階級の震度階級が一般的です。12階級が当たり前の外国人にとっては、震度7や震度6強は決して大きい震度とはいえないのです。そこで、筆者は地震加速度と揺れによる影響の二つの要素を取り入れ、世界各国で使われる震度階級と日本の気象庁震度階級との対応関係図を作成し、外国人が地震の危険性をより把握しやすいようにします。
        content:
          'ไม่มีมาตรฐานที่เป็นมาตรฐานสากลสำหรับมาตรวัดความเข้มของแผ่นดินไหว และมีดัชนีหลายตัวที่นำมาใช้ในแต่ละประเทศและภูมิภาค เป็นเรื่องยากสำหรับชาวต่างชาติที่จะเข้าใจความรุนแรงของแผ่นดินไหวซึ่งชาวญี่ปุ่นคุ้นเคย ความเข้มของแผ่นดินไหวเป็นดัชนีที่แสดงความแรงของการเคลื่อนตัวของแผ่นดินไหวในแต่ละภูมิภาค ในญี่ปุ่น ใช้มาตรวัดความเข้มของแผ่นดินไหว 10 ระดับจาก 0 ถึง 7 แต่ประเทศอื่นๆ ใช้มาตรวัดความเข้มของแผ่นดินไหวที่แตกต่างกัน ระดับความรุนแรงของแผ่นดินไหว 12 ระดับเป็นเรื่องปกติในต่างประเทศ สำหรับชาวต่างชาติที่คุ้นเคยกับชั้น 12 ความรุนแรงของแผ่นดินไหวที่ 7 หรือ 6 ตอนบนนั้นไม่ได้หมายความว่ามีความรุนแรงของแผ่นดินไหวมาก ดังนั้น ผู้เขียนจึงรวมองค์ประกอบทั้งสองของการเร่งความเร็วของแผ่นดินไหวและผลกระทบของแรงสั่นสะเทือนเข้าด้วยกัน และสร้างแผนที่ของความสอดคล้องระหว่างมาตรวัดความเข้มของแผ่นดินไหวที่ใช้ในประเทศต่างๆ ทั่วโลก และมาตรวัดความเข้มของแผ่นดินไหวของสำนักงานอุตุนิยมวิทยาญี่ปุ่น เพื่อให้ชาวต่างชาติเข้าใจได้ดีขึ้น ภัยจากแผ่นดินไหว ง่ายนิดเดียว',
      },
    },
    pics: {
      // 震度と揺れの状況
      1: 'ความรุนแรงของแผ่นดินไหวและสถานะการสั่นสะเทือน',
      // 震度階級対応関係図
      2: 'แผนภูมิความสอดคล้องของมาตราส่วนความเข้มของแผ่นดินไหว',
    },
  },
}
