export default {
  code: 'zh-CN',
  name: '简体中文',
  home: {
    // 外国人向け避難誘導
    question: '外国人避难指导',
    // 災害時多言語情報
    info: '多语言灾害相关情报',
  },
  content: {
    // 日本語はわかりますか?
    1: '您懂日语吗?',
    // 何語がわかりますか
    2: '您懂什么语言?',
    // 翻訳アプリ(参考)
    3: '请您可以参考以下翻译软件',
     // 何か困っていることはありますか？
     4: '您有什么需要帮助的吗?',
     // 欲しいものはありますか？
     5: '您有什么需要的东西吗？',
  },
  button: {
    // はい
    yes: '是',
    // いいえ
    no: '否',
    // 確認
    comfirm: '确认',
  },
  list: {
    lang: {
      en: '英語',
      zh: '中国語(簡体字)',
    },
  },
}
