export default {
  // 言語コード
  code: 'zh-CN',
  // 言語の名前
  name: '简体中文',

  home: {
    // 外国人向け避難誘導
    question: '外国人避难引导',
    // 災害時多言語情報
    info: '多语言灾害相关情报',
  },
  content: {
    // 日本語はわかりますか?
    1: '您懂日语吗?',
    // 何語がわかりますか
    2: '您懂什么语言?',
    // 翻訳アプリ(参考)
    3: '您可以参考以下翻译软件',
    // 何か困っていることはありますか？
    4: '您有什么需要帮助的吗?',
    // 欲しいものはありますか？
    5: '您有什么需要的东西吗？',
  },
  image: {
    // Voice Traは、スマートフォン用の多言語音声翻訳アプリです。
    listen: 'Voice Tra 是一款适用于智能手机的多语言语音翻译软件。',
    // Google Translateは Google が提供する翻訳アプリです。
    google: '谷歌翻译是谷歌提供的一款翻译软件。',
  },
  button: {
    // はい
    yes: '是',
    // いいえ
    no: '否',
    // 確認
    confirm: '确认',
  },
  list: {
    lang: {
      // 英語˝
      'en-US': '英语',
      // 中国語(簡体字)˝
      'zh-CN': '简体中文',
      // 韓国語˝
      'ko-KR': '韩语',
      // ベトナム語˝
      'vi-VN': '越南语',
      // ネパール語˝
      'ne-NP': '尼泊尔语',
      // タガログ語˝
      'tl-PH': '塔加路语',
      // インドネシア語˝
      'id-ID': '印度尼西亚语',
      // 中国語（繁体字）˝
      'zh-TW': '繁体中文',
      // タイ語˝
      'th-TH': '泰国语',
      // ミャンマー語˝
      'my-MM': '缅甸语',
      // スペイン語˝
      'es-ES': '西班牙语',
      // フランス語˝
      'fr-FR': '法国语',
      // ポルトガル語˝
      'pt-PT': '葡萄牙语',
      // ロシア語˝
      'ru-RU': '俄语',
      // その他˝
      el: '其他语言',
    },
    help: {
      // 食べられないものがあります
      1: '有不能吃的东西',
      // 長い間持っている病気があります
      2: '患有长期的疾病',
      // 妊娠しています
      3: '怀孕中',
      // 障害があります
      4: '残障人士',
      // 体の調子が悪いです
      5: '身体不适',
      // お祈りをしたいです
      6: '想要做祷告',
      // 授乳をしたいです
      7: '想给孩子喂奶',
      // 短い間個室を使いたいです
      8: '想使用一下单间',
      // ペットを連'れてきたいです
      9: '想要带上宠物',
      //  Wi-Fiを使いたいです
      10: '想使用Wi-Fi',
      //  携帯電話を充電したいです
      11: '想给手机充电',
      //  家族に連絡したいです
      12: '想跟家里人联系',
      //  大使館に連絡したいです
      13: '想和大使馆联系',
      //  すぐに帰国したいです
      14: '想马上回国',
      //  移動方法を知りたいです
      15: '想知道目前可以使用的交通方式',
      //  外貨両替したいです
      16: '想兑换货币',
      //  ほかの困りごとがあります
      17: '我有其他困扰'
    },
    need: {
      // 水
      1: '水',
      // 毛布
      2: '毯子',
      // おむつ
      3: '尿不湿',
      // 生理用品
      4: '卫生巾',
      // 食べもの
      5: '食品',
      // ハラル食品
      6: '清真食品',
      // くすり
      7: '药',
      // ミルク
      8: '婴儿奶粉',
      // 他
      9: '其他需要'
    },
  },
  result: {
    // 画像を生成する
    generateImage: '生成图片',
    // イメージの生成に失敗しました
    generateFailed: '生成图片失败',
    // 画像を長押しして保存する
    saveImage: '长按保存图片',
  },
  info: {
    // 参考サイト
    link: '参考网站',
    intro: {
      1: {
        // 災害時の多言語支援
        title: '灾害发生时的多语言支持',
        // 日本に在住している外国人は日本語が不自由であったり、日本の生活環境に不案内であったり、災害のことを知らなかったりすることが多いため、災害弱者と位置づけられています。クレアでは、地域国際化協会、自治体などによる円滑な情報提供を支援することを目的として、平時から災害時対応を考え、多言語支援体制の構築に活かす「災害時の多言語支援のための手引き」や、多言語による文字情報の提供が可能な「多言語表示シート作成ツール」の提供など、災害時外国人支援のための情報を発信しています。
        content:
          '居住在日本的外国人由于日语不流利、对日本的生活环境不熟悉、对灾害不了解等原因，往往被归类为易受灾害影响的人群。CLAIR以帮助地区国际协会、自治体之类的组织顺利提供信息为目的，提供了针对灾害中的外国人的一系列有用情报：考虑了从平日到灾害发生时的应对，制作了以多语言支援体系为核心的灾害时多语言支援指南和可以提供多种语言文本信息的多语言显示表制作工具。',
      },
      2: {
        // 震度階級対応関係図
        title: '地震烈度等级对应图',
        // 震度の階級表には国際的に統一された標準的な規格はなく、それぞれの国や地域が採用したいくつかの指標があります。日本人が慣れ親しんでいる震度も、外国人にはなかなか伝わらないです。震度は各地の地震動の強さを表す指標であり、日本では0 ∼ 7までの10段階の気象庁震度階級が使用されていますが、他国では異なる震度階級が使われています。海外では12階級の震度階級が一般的です。12階級が当たり前の外国人にとっては、震度7や震度6強は決して大きい震度とはいえないのです。そこで、筆者は地震加速度と揺れによる影響の二つの要素を取り入れ、世界各国で使われる震度階級と日本の気象庁震度階級との対応関係図を作成し、外国人が地震の危険性をより把握しやすいようにします。
        content:
          '地震烈度等级没有国际化标准，不同国家和地区采用的指标有多种。因此，外国人很难理解日本人所熟悉的地震强度。地震烈度是表示各地区地震地面运动强度的指标，​日本使用从0到7总共10级的日本气象厅地震烈度等级，而其他国家则使用不同的地震等级。国外常见的地震等级通常有12个级别。对于习惯12个级数的外国人来说，震度7或者6强的地震不能说是非常大的大地震。为此，作者结合了地震加速度和震动带来的影响这两个因素，制作了一张世界各国使用的地震等级与日本气象厅地震等级相对应的关系图，让外国人能够更直观地把握地震的等级，也能更容易地了解地震的危险性。',
      },
    },
    pics: {
      // 震度と揺れの状況
      1: '地震强度和震动的情况',
      // 震度階級対応関係図
      2: '地震烈度等级对应图',
    },
  },
}
