export default {
  // 言語コード
  code: 'zh-TW',
  // 言語の名前
  name: '繁體中文',

  home: {
    // 外国人向け避難誘導
    question: '外國人避難引導',
    // 災害時多言語情報
    info: '多語言灾害相關情報',
  },
  content: {
    // 日本語はわかりますか?
    1: '您會日語嗎?',
    // 何語がわかりますか
    2: '您會什麼語言?',
    // 翻訳アプリ(参考)
    3: '您可以參考以下翻譯軟體',
    // 何か困っていることはありますか？
    4: '您有什麼困擾嗎?',
    // 欲しいものはありますか？
    5: '您有什麼需要的東西嗎?',
  },
  image: {
    // Voice Traは、スマートフォン用の多言語音声翻訳アプリです。
    listen: 'Voice Tra 是一款適用於智能手機的多語言語音翻譯軟件。',
    // Google Translateは Google が提供する翻訳アプリです。
    google: '谷歌翻譯是谷歌提供的一款翻譯軟件。',
  },
  button: {
    // はい
    yes: '是',
    // いいえ
    no: '否',
    // 確認
    confirm: '確認',
  },
  list: {
    lang: {
      // 英語˝
      'en-US': '英語',
      // 中国語(簡体字)˝
      'zh-CN': '簡體中文',
      // 韓国語˝
      'ko-KR': '韓語',
      // ベトナム語˝
      'vi-VN': '越南語',
      // ネパール語˝
      'ne-NP': '尼泊爾語',
      // タガログ語˝
      'tl-PH': '塔加路語',
      // インドネシア語˝
      'id-ID': '印度尼西亞語',
      // 中国語（繁体字）˝
      'zh-TW': '繁體中文',
      // タイ語˝
      'th-TH': '泰國語',
      // ミャンマー語˝
      'my-MM': '緬甸語',
      // スペイン語˝
      'es-ES': '西班牙語',
      // フランス語˝
      'fr-FR': '法國語',
      // ポルトガル語˝
      'pt-PT': '葡萄牙語',
      // ロシア語˝
      'ru-RU': '俄語',
      // その他˝
      el: '其他語言',
    },
    help: {
      // 食べられないものがあります
      1: '有不能吃的東西',
      // 長い間持っている病気があります
      2: '患有長期的疾病',
      // 妊娠しています
      3: '懷孕中',
      // 障害があります
      4: '有身（心）障礙',
      // 体の調子が悪いです
      5: '身體不舒服',
      // お祈りをしたいです
      6: '想要做禱告',
      // 授乳をしたいです
      7: '想給孩子餵奶',
      // 短い間個室を使いたいです
      8: '想短時間使用私人房間',
      // ペットを連'れてきたいです
      9: '想要帶上寵物',
      //  Wi-Fiを使いたいです
      10: '想使用Wi-Fi',
      //  携帯電話を充電したいです
      11: '想給手機充電',
      //  家族に連絡したいです
      12: '想和家人聯絡',
      //  大使館に連絡したいです
      13: '想和大使館聯絡',
      //  すぐに帰国したいです
      14: '想立刻回自己的國家',
      //  移動方法を知りたいです
      15: '想知道交通方式',
      //  外貨両替したいです
      16: '想兌換貨幣',
      //  ほかの困りごとがあります
      17: '我有其他困擾'
    },
    need: {
      // 水
      1: '水',
      // 毛布
      2: '毯子',
      // おむつ
      3: '尿布',
      // 生理用品
      4: '生理用品',
      // 食べもの
      5: '食物',
      // ハラル食品
      6: '清真食品',
      // くすり
      7: '藥',
      // ミルク
      8: '奶粉',
      // 他
      9: '其他需要'
    },
  },
  result: {
    // 画像を生成する
    generateImage: '生成圖片',
    // イメージの生成に失敗しました
    generateFailed: '生成圖片失敗',
    // 画像を長押しして保存する
    saveImage: '長按保存圖片',
  },
  info: {
    // 参考サイト
    link: '參考網站',
    intro: {
      1: {
        // 災害時の多言語支援
        title: '災害發生時的多語言支持',
        // 日本に在住している外国人は日本語が不自由であったり、日本の生活環境に不案内であったり、災害のことを知らなかったりすることが多いため、災害弱者と位置づけられています。クレアでは、地域国際化協会、自治体などによる円滑な情報提供を支援することを目的として、平時から災害時対応を考え、多言語支援体制の構築に活かす「災害時の多言語支援のための手引き」や、多言語による文字情報の提供が可能な「多言語表示シート作成ツール」の提供など、災害時外国人支援のための情報を発信しています。
        content:
          '居住在日本的外國人由於日語不流利、對日本的生活環境不熟悉、對災害不了解等原因，往往被歸類為易受災害影響的人群。 CLAIR以幫助地區國際協會、自治體之類的組織順利提供信息為目的，提供了針對災害中的外國人的一系列有用情報：考慮了從平日到災害發生時的應對，製作了以多語言支援體係為核心的災害時多語言支援指南和可以提供多種語言文本信息的多語言顯示表製作工具。',
      },
      2: {
        // 震度階級対応関係図
        title: '地震等級對應圖',
        // 震度の階級表には国際的に統一された標準的な規格はなく、それぞれの国や地域が採用したいくつかの指標があります。日本人が慣れ親しんでいる震度も、外国人にはなかなか伝わらないです。震度は各地の地震動の強さを表す指標であり、日本では0 ∼ 7までの10段階の気象庁震度階級が使用されていますが、他国では異なる震度階級が使われています。海外では12階級の震度階級が一般的です。12階級が当たり前の外国人にとっては、震度7や震度6強は決して大きい震度とはいえないのです。そこで、筆者は地震加速度と揺れによる影響の二つの要素を取り入れ、世界各国で使われる震度階級と日本の気象庁震度階級との対応関係図を作成し、外国人が地震の危険性をより把握しやすいようにします。
        content:
          '地震等級沒有國際化標準，不同國家和地區採用的指標有多種。因此，外國人很難理解日本人所熟悉的地震強度。地震等级是表示各地區地震地面運動強度的指標，​日本使用從0到7總共10級的日本氣象廳地震等級，而其他國家則使用不同的地震等級。國外常見的地震等級通常有12個級別。對於習慣12個級數的外國人來說，震度7或者6強的地震不能說是非常大的大地震。為此，作者結合了地震加速度和震動帶來的影響這兩個因素，製作了一張世界各國使用的地震等級與日本氣象廳地震等級相對應的關係圖，讓外國人能夠更直觀地把握地震的等級，也能更容易地了解地震的危險性。',
      },
    },
    pics: {
      // 震度と揺れの状況
      1: '地震强度和震动的情况',
      // 震度階級対応関係図
      2: '地震等級對應圖',
    },
  },
}
